const driverPageData = {
    mainTitle :"چرا رانندگان تراک را انتخاب می کنند؟" ,
    truckOptions:[
        {
            title:"پرداخت کمترین مبلغ کمیسیون !" ,
            text :"رانندگان، تراک به دلیل کمتر بودن کمیسیون در پلتفرم آنلاین تراک را انتخاب می‌کنند. این پلتفرم به رانندگان امکان می‌دهد کمترین کمیسیون ممکن را برای خدمات حمل‌ونقل خود پرداخت کنند که این امر برای بهبود سودآوری کسب‌وکار آنها بسیار مهم است.",
            icon : require("@/Assets/images/icons-logo/payment.png").default.src,
            image :require("@/Assets/images/payment.webp").default.src,

        }, {
            title:"راحتی و سهولت" ,
            text :"رانندگان، تراک به دلیل کمتر بودن کمیسیون در پلتفرم آنلاین تراک را انتخاب می‌کنند. این پلتفرم به رانندگان امکان می‌دهد کمترین کمیسیون ممکن را برای خدمات حمل‌ونقل خود پرداخت کنند که این امر برای بهبود سودآوری کسب‌وکار آنها بسیار مهم است.",
            icon : require("@/Assets/images/icons-logo/comfort.png").default.src,
            image :require("@/Assets/images/rezaiat.webp").default.src,


        },{
            title:"ایمنی و اعتماد" ,
            text :"رانندگان، تراک به دلیل کمتر بودن کمیسیون در پلتفرم آنلاین تراک را انتخاب می‌کنند. این پلتفرم به رانندگان امکان می‌دهد کمترین کمیسیون ممکن را برای خدمات حمل‌ونقل خود پرداخت کنند که این امر برای بهبود سودآوری کسب‌وکار آنها بسیار مهم است.",
            icon : require("@/Assets/images/icons-logo/comfort.png").default.src,
            image :require("@/Assets/images/safety.webp").default.src,
        },
    ],
    applicationSection:{
        title : "دانلود اپلیکیشن رانندگان",
        text:"همکار گرامی با دانلود اپلیکیشن تراک، به عنوان یکی از بهترین ابزارهای کمکی حمل‌ونقل، به سرعت و راحتی به مقصد مطلوب برسید و مزایای فراوانی را تجربه کنید. همواره جهت دانلود اپلیکیشن رانندگان می توانید از مارکت های مختلف استفاده کنید." ,
       /* downloadLinks:[
            {
                name:"bazar",
                text:"دانلود تراک از کافه بازار",
                icon:require()
            }
        ]*/
    }
}