const driverPageData = {
    mainTitle :"چرا رانندگان تراک را انتخاب می کنند؟" ,
    truckTabletImage :require("@/Assets/images/tablettruck.webp").default.src ,
    truckOptions:[
        {
            title:"پرداخت کمترین مبلغ کمیسیون !" ,
            text :"رانندگان، تراک به دلیل کمتر بودن کمیسیون در پلتفرم آنلاین تراک را انتخاب می‌کنند. این پلتفرم به رانندگان امکان می‌دهد کمترین کمیسیون ممکن را برای خدمات حمل‌ونقل خود پرداخت کنند که این امر برای بهبود سودآوری کسب‌وکار آنها بسیار مهم است.",
            icon : require("@/Assets/images/icons-logo/payment.png").default.src,
            image :require("@/Assets/images/payment.webp").default.src,

        }, {
            title:"راحتی و سهولت" ,
            text :"رانندگان، تراک به دلیل کمتر بودن کمیسیون در پلتفرم آنلاین تراک را انتخاب می‌کنند. این پلتفرم به رانندگان امکان می‌دهد کمترین کمیسیون ممکن را برای خدمات حمل‌ونقل خود پرداخت کنند که این امر برای بهبود سودآوری کسب‌وکار آنها بسیار مهم است.",
            icon : require("@/Assets/images/icons-logo/comfort.png").default.src,
            image :require("@/Assets/images/rezaiat.webp").default.src,


        },{
            title:"ایمنی و اعتماد" ,
            text :"رانندگان، تراک به دلیل کمتر بودن کمیسیون در پلتفرم آنلاین تراک را انتخاب می‌کنند. این پلتفرم به رانندگان امکان می‌دهد کمترین کمیسیون ممکن را برای خدمات حمل‌ونقل خود پرداخت کنند که این امر برای بهبود سودآوری کسب‌وکار آنها بسیار مهم است.",
            icon : require("@/Assets/images/icons-logo/safety.png").default.src,
            image :require("@/Assets/images/safety.webp").default.src,
        },
    ],
    applicationSection:{
        title : "دانلود اپلیکیشن رانندگان",
        text:"همکار گرامی با دانلود اپلیکیشن تراک، به عنوان یکی از بهترین ابزارهای کمکی حمل‌ونقل، به سرعت و راحتی به مقصد مطلوب برسید و مزایای فراوانی را تجربه کنید. همواره جهت دانلود اپلیکیشن رانندگان می توانید از مارکت های مختلف استفاده کنید." ,
        downloadLinks:[
            {
                name:"bazar",
                text:"دانلود از کافه بازار",
                icon:require("@/Assets/images/icons-logo/bazar.webp")
            },{
                name:"play",
                text:"دانلود از گوگل پلی ",
                icon:require("@/Assets/images/icons-logo/googleplay.webp")
            },{
                name:"android",
                text:"دریافت مستقیم نسخه اندروید",
                icon:require("@/Assets/images/icons-logo/317758_android_google_icon 1.png")
            },
        ]
    }
    ,
    appAdvantagesSection :{
        title: "حالا زمان آن فرا رسیده که به تمام تماس‌های تلفنی و روش‌های سنتی پایان دهیم.",
        advantages:[
            {
                title:"تضمین پیدا کردن بار ",
                icon:require("@/Assets/images/icons-logo/advtazminbar.png"),
                text:"با تراک، پیدا کردن بار در هر نقطه از کشور به یک کلیک فاصله است. راحتی و اطمینان را در تجربه حمل و نقل خود احساس کنید."
            }, {
                title:"پراداخت کمترین مبلغ کمیسیون ",
                icon:require("@/Assets/images/icons-logo/advpayment.png"),
                text:"اکنون رانندگان می‌توانند با پرداخت کمترین مبلغ کمیسیون، به صرفه‌ترین راه حمل و نقل را انتخاب کنند و از هزینه‌های بیشتر آزاد شوند."
            }, {
                title:"پشتیبانی 24/7 ",
                icon:require("@/Assets/images/icons-logo/advsupport.png"),
                text:"با پشتیبانی ۲۴/۷ ما، در هر لحظه و در هر روز از هفته، آماده‌ی پاسخگویی به نیازهای شما هستیم، تا تجربه‌ی بهتری را برای شما فراهم کنیم."
            }, {
                title:"خدمات آنلاین همه جانبه ",
                icon:require("@/Assets/images/icons-logo/advonlineservices.png"),
                text:"با بخش خدمات آنلاین همه جانبه، به شما امکان دسترسی به خدمات متنوعی را در هر لحظه از سفرتان فراهم می‌آوریم. از آپاراتی سیار تا مکانیک سیار و ... همواره آماده‌ایم تا به شما کمک کنیم."
            }, {
                title:"احراز هویت دقیق ",
                icon:require("@/Assets/images/icons-logo/advauth.png"),
                text:"اطمینان حاصل می‌شود که تمامی اطلاعات معتبر و صحیح است و هر کاربری که در سیستم ثبت‌نام می‌کند، هویت وی به دقت بررسی می‌شود."
            }, {
                title:"امنیت ",
                icon:require("@/Assets/images/icons-logo/advsecurity.png"),
                text:"امنیت اطلاعات کاربران به عنوان اولین اولویت مدیریتی در نظر گرفته شده است. با بهره‌گیری از استانداردهای امنیتی برتر و روش‌های رمزنگاری پیشرفته، اطلاعات کاربران به صورت کاملاً ایمن نگهداری می‌شود."
            },
        ]
    },
    easyWayToFindBars:{
        title:"ساده ترین راهها برای یافتن و مدیریت بارها",
        text:"با ارائه پیشنهادات بار سفارشی و گزینه‌های بارگیری مجدد خودکار، تراک به حامل‌ها در کنترل حمل و نقل کمک می‌کند. این برنامه برای هر نوع بار قابل استفاده است.",
        image:require("@/Assets/images/driversSecondBanner.webp").default.src,

    },
    untrustedWorld:{
        title:"در جهانی پر از نامطمئنی، شما به شرکایی نیاز دارید که بتوانند,بیشتر از همیشه خدمات ارائه دهند.",
        text:"در بازار حمل و نقل امروزی، چالش‌هایی بیشتر از پیش وجود دارند. نوسانات نرخ، کمبود راننده، و مسائل عملیاتی نیازمند بازنگری در مدیریت ناوگان هستند. پس چگونه می‌توانید برای موفقیت در این مسیر آماده شوید؟با ارائه بهترین فرصت‌ها برای رانندگانتان، بهره‌وری بیشتر از دارایی‌هایتان را افزایش داده و بهترین قیمت‌ها و خدمات را به مشتریان خود ارائه دهید. تراک بدون تاخیر، کارشناسانی را در اختیارتان می‌گذارد، دیتا و نرم‌افزارهای بصری با شما همراه است تا با قابلیت اطمینان، مسافت‌های خالی را کاهش دهید و عملیات خود را به بهترین حالت بهبود بخشیده و بهینه سازید.",
        background:require("@/Assets/images/driversSecondBanner.webp").default.src,
        image:require("@/Assets/images/driversSecondBanner.webp").default.src,
    }
}

export default driverPageData